function About_us() {
    return (
        <div className="about-us">
            <h2>Про нас - HealthyStore</h2>
            <div className="info-block">
                <p>
                    Ласкаво просимо до <strong>HealthyStore</strong> – вашого надійного партнера у світі спортивного харчування та здорового способу життя!<br /><br />
                    Ми – команда ентузіастів, які вірять, що правильне харчування є ключем до міцного здоров’я, високої енергії та досягнення спортивних цілей. Саме тому ми пропонуємо якісні, сертифіковані продукти, які допоможуть вам досягти бажаних результатів без компромісів.
                </p>
            </div>
            <h2>Чому обирають нас?</h2>
            <div className="why-we-block">
                <ul>
                    <li><p><strong>Якість та надійність</strong> – ми працюємо тільки з перевіреними виробниками</p></li>
                    <li><p><strong>Доступні ціни</strong> – вигідні пропозиції та регулярні знижки</p></li>
                    <li><p><strong>Швидка доставка</strong> – ми подбаємо, щоб ви отримали своє замовлення вчасно</p></li>
                    <li><p><strong>Професійна консультація</strong> – наші експерти допоможуть вам вибрати найкращі продукти під ваші потреби</p></li>
                </ul>
            </div>
            <div className="final-block">
                <p>
                    Ми прагнемо стати більше, ніж просто магазином. <strong>HealthyStore</strong> – це спільнота людей, які обирають здоровий спосіб життя та діляться своїм досвідом.<br /><br />
                    Приєднуйтесь до нас та досягайте своїх цілей разом із <strong>HealthyStore</strong>!
                </p>
            </div>
        </div>
    );
}

export default About_us;